
// 2008

"kDiscoveringDevicesKey"					= "Bluetooth デバイスを検索中...";
"kDiscoveryCompleteKey"						= "検索が完了しました。";
"kBluetoothIsOffKey"						= "このコンピュータでは Bluetooth が切になっています。Bluetooth を入にした後、操作を続けることができます。";
"kErrorDiscoveringDevicesKey"				= "デバイスの検索中にエラーが起きました。";

"kOptionsKey"								= "オプション";
"kStopKey"									= "停止";
"kStartKey"									= "開始";
"kShowKey"									= "表示";
"kAllDevicesKey"							= "すべてのデバイス";
"kLaptopsKey"								= "ラップトップ";
"kClearListKey"								= "リストを消去";
"kAudioDevicesKey"							= "オーディオデバイス";

"kConfiguringServicesKey"					= "サービスを構成中";
"kPasskeySelectionKey"						= "パスキーの選択";
"kNumDevicesFoundKey"						= "デバイスを検索中 - %@ 個検出しました";
"kAutomaticPairAttemptKey"					= "デバイスは自動的に登録されます。";

"kSpecifyDeviceKey"							= "デバイスを指定...";

"kDeviceList_MouseDevicesKey"				= "マウス";
"kDeviceList_KeyboardDevicesKey"			= "キーボード";
"kDeviceList_MobilePhoneDevicesKey"			= "携帯電話";
"kDeviceList_AudioDevicesKey"				= "オーディオ";
"kDeviceList_OtherDevicesKey"				= "その他";
"kDeviceList_ComputerDevicesKey"			= "コンピュータ";

"kDeviceList_NoDevicesFoundKey"				= "デバイスが見つかりません";

"kPair_Device_PairingAttemptFailedInvalidSoftwareKey"	= "登録に失敗しました。Mac OS X と Bluetooth ソフトウェアのこの構成が無効であるかサポートされていない可能性があります。";
"kPairAttemptFailed3Key"								= "登録に失敗しました。別のパスコードまたは登録方法を試してみたい場合は、“パスコードオプション...”ボタンをクリックしてください。もう一度試してみる場合は、“続ける”をクリックしてください。";

"kAlreadyPairedWithThatDeviceTitleStringKey"			= "このコンピュータは“%@”にすでに登録されています。";
"kAlreadyPairedWithThatDeviceExplanationStringKey"		= "お使いのコンピュータはこのデバイスにすでに登録されています。登録を取り除いてデバイスを設定し直しますか？";

//============================== Pair Panel =============================//

"kPairingFailed"							= "登録に失敗しました";

// === prior to 2008

// Panel Titles.

"kIntroductionKey"							= "はじめに";
"kSetupDecisionKey"							= "デバイスの種類を選択";
"kConclusionKey"							= "設定結果";

"kKeyboardSetupTitleKey"					= "Bluetooth キーボード設定";
"kMouseSetupTitleKey"						= "Bluetooth マウス設定";
"kMouseTrackpadSetupTitleKey"				= "Bluetooth マウス／トラックパッド設定";
"kDeviceSetupTitleKey"						= "Bluetooth デバイス設定";
"kPhoneSetupTitleKey"						= "Bluetooth 携帯電話設定";
"kPrinterSetupTitleKey"						= "Bluetooth プリンタ設定";
"kHeadsetSetupTitleKey"						= "Bluetooth ヘッドセット設定";

// Misc stuff.

"kAreYouSureYouWantToQuitKey"				= "設定アシスタントを終了してもよろしいですか？";
"kAreYouSureYouWantToQuitExplanationKey"	= "今終了してしまうと、設定アシスタントをもう一度最初から実行しなければならなくなります。";
"kUsersKeyboardKey"							= "%@ のキーボード";
"kUsersMouseKey"							= "%@ のマウス";
"kUsersTrackpadKey"							= "“%@”のトラックパッド";
"kRootUsersKeyboardKey"						= "管理者のキーボード";
"kRootUsersMouseKey"						= "管理者のマウス";

"kSetUpAnotherDeviceButtonKey"				= "別のデバイスを設定";
"kAdvancedPasskeyOptionsButtonKey"			= "パスコードオプション...";
"kOtherKey"									= "その他";
"kGenericKey"								= "一般";

// Buttons.

"kOKButtonKey"								= "OK";
"kOpeniSyncButtonKey"						= "iSync を開く";
"kCancelButtonKey"							= "キャンセル";
"kContinueButtonKey"						= "続ける";
"kIgnoreButtonKey"							= "無視";
"kSkipButtonKey"							= "スキップ";
"kQuitButtonKey"							= "終了";
"kNeedAuthenticationTitleKey"				= "指定した変更を行うには、適切な認証が必要です。";
"kNeedAuthenticationExplanationKey"			= "インターネットアクセス設定を変更するには、このコンピュータの管理者として認証されている必要があります。この設定のチェックを外すか、“続ける”をクリックしてもう一度認証し直してください。";

// Device types.

"kMobilePhoneCapsKey"						= "携帯電話";
"kMobilePhonesCapsKey"						= "携帯電話";
"kMobilePhoneKey"							= "携帯電話";
"kMobilePhonesKey"							= "携帯電話";
"kDeviceKey"								= "デバイス";
"kDevicesKey"								= "デバイス";
"kMouseKey"									= "マウス";
"kTrackpadKey"								= "トラックパッド";
"kMiceKey"									= "マウス";
"kKeyboardKey"								= "キーボード";
"kKeyboardsKey"								= "キーボード";
"kPrinterKey"								= "プリンタ";
"kPrintersKey"								= "プリンタ";
"kHeadsetKey"								= "ヘッドセット";
"kHeadphonesKey"							= "ヘッドフォン";
"kHeadsetsKey"								= "ヘッドセット";
"kComputerKey"								= "コンピュータ";
"kComputersKey"								= "コンピュータ";
"kPDAKey"									= "携帯端末";
"kLANAccessPointKey"						= "LAN アクセスポイント";
"kTypeKey"									= "種類";

// Services panel

"kServicesPanel_DeviceNameKey"				= "デバイス名：";
"kServicesPanel_DeviceAddressKey"			= "デバイスアドレス：";
"kServicesPanel_DeviceTypeKey"				= "デバイスの種類：";
"kServicesPanel_DeviceServicesKey"			= "デバイスサービス：";

"kSetupServicesPanel_PhoneTitleKey"			= "お使いの携帯電話で使用するサービスを選択してください：";
"kSetupServicesPanel_DeviceTitleKey"		= "お使いのデバイスで使用するサービスを選択してください：";

"kSetupServicesPanel_ConfiguringServicesKey"		=	"サービスを構成中...";

"kServicesPanel_GatheringInformationTitleKey"		=	"お使いのデバイスに関する情報を収集中";
"kServicesPanel_GatheringInformationExplanationKey"	=	"コンピュータがデバイスと対話する方法を決定するために、お使いのデバイスに関する情報が必要です。この処理は数秒で完了します。";
"kServicesPanel_GatheringInformationUnknownErrorKey"=	"デバイスに関する情報を収集中に不明なエラーが起きました。デバイスがこのコンピュータの範囲内にあり、電源が入っていて検出可能な状態であることを確認してください。準備ができたら“続ける”をクリックして、もう一度やり直してください。";
"kServicesPanel_GatheringInformationSDPErrorKey"	=	"お使いのデバイスで使用可能なサービスを取得中にエラーが起きました。デバイスがこのコンピュータの範囲内にあり、電源が入っていて検出可能な状態であることを確認してください。準備ができたら“続ける”をクリックして、もう一度やり直してください。";
"kServicesPanel_GatheringInformationStatusKey"		=	"お使いのデバイスに関する追加情報を収集中...";
"kServicesPanel_GatheringInformationSuccessKey"		=	"追加情報の収集が完了しました。";

// Intro Panel.

"kWelcomeToTheSetUpAssistantKey"			= "ようこそ Bluetooth 設定アシスタントへ。";
"kWelcomeMachineHasBluetoothKey"			= "お使いのデバイスがリストに表示されたら、選択して“続ける”をクリックしてください。リストに表示されない場合は、デバイスの電源が入っていて検出可能な状態であることを確認してください。詳しくは、お使いのデバイスに付属するマニュアルを参照してください。";
"kWelcomeMachineDoesNotHaveBluetoothKey"	= "適切な Bluetooth ハードウェアまたはソフトウェアがこのコンピュータに見つかりませんでした。Bluetooth ハードウェアを最近取り付けた場合は、正しく接続されていることを確認してください。\n\nBluetooth ハードウェアを正しく接続した後、操作を続けることができます。";

//============================== Discovery Panel =============================//

// Discovery Panel (General)

"kDiscovery_Gen_ErrorOccurredSearchingKey"					= "検索中にエラーが起きました。";
"kDiscovery_Gen_UpdatingDeviceNamesSingleKey"				= "デバイス名をアップデート中...";
"kDiscovery_Gen_UpdatingDeviceNamesMultipleKey"				= "%@ デバイス名をアップデート中...";

// Mouse HID (HIDless) panel

"kHIDLess_MouseInstructionTextKey"							= "接続されているマウスがありません。";
"kHIDLess_MouseSmallInstructionTextKey"						= "Bluetooth 設定アシスタントは Bluetooth マウスを検出中です。検出されたマウスはお使いのコンピュータに登録されます。お使いになる製品が USB マウスの場合はケーブルを確認してください。\n\nお使いになる製品が Bluetooth マウスで検出できない場合は、マウスの電源が入っていて検出可能な状態であることを確認してください。Apple 製ワイヤレスマウスの場合は、マウスの裏側にあるスイッチをスライドして電源を入れてください。Apple 製ワイヤレスマウス以外の場合は、マウスに付属の製品ドキュメントを参照してください。";
"kHIDLess_MouseAttemptingToConnectTextKey"					= "#%@（%@）マウスに接続中...";
"kHIDLess_MouseClickContinueButtonTextKey"					= "お使いのマウスは問題なく登録されました。マウスを使って“続ける”ボタンをクリックして、マウスが問題なく登録されたことを確認してください。通信圏内に複数のワイヤレスマウスがあり、設定したマウスでポインタが動かない場合は、お使いのコンピュータが別のワイヤレスマウスを登録しようとしている可能性があります。\n\nBluetooth 設定アシスタントは %@ 秒後にこのマウスの登録を再試行します。";
"kHIDLess_MouseClickContinueButton2TextKey"					= "お使いのマウスは問題なく登録されました。マウスを使って“続ける”ボタンをクリックして、マウスが問題なく登録されたことを確認してください。通信圏内にほかにもワイヤレスマウスまたはワイヤレストラックパッドがあり、登録したマウスでポインタが動かない場合は、お使いのコンピュータが別のワイヤレスマウスまたはワイヤレストラックパッドを登録しようとしている可能性があります。\n\nコンピュータは、%@ 秒後にマウスの登録を再試行します。";
"kHIDLess_MouseWaitingForPairingAckTextKey"					= "“続ける”をクリックしてください（%@ 秒）...";
"kHIDLess_MousePairingFailed1TextKey"						= "マウスの登録に失敗しました。5 秒後に同じマウスに再接続を試みます...";
"kHIDLess_MousePairingFailed2TextKey"						= "このマウスの登録に失敗しました。別のワイヤレスマウスまたはワイヤレストラックパッドを登録しています...";


// Mouse or Trackpad HID (HIDless) panel
"kHIDLess_MouseTrackpadInstructionTextKey"					= "接続されているワイヤレスマウスおよびワイヤレストラックパッドがありません。";
"kHIDLess_MouseTrackpadSmallInstructionTextKey"				= "ワイヤレスマウスおよびワイヤレストラックパッドを検出中です。検出されたデバイスはお使いのコンピュータに登録されます。USB マウスをお使いの場合は、ケーブルを確認してください。\n\nお使いになるワイヤレスデバイスが検出されない場合は、デバイスの電源が入っていて検出可能な状態であることを確認してください。Apple 製のデバイスの場合は、電源を入れてください。Apple 製以外のデバイスの場合は、デバイスに付属の製品マニュアルを参照してください。";
"kHIDLess_TrackpadAttemptingToConnectTextKey"				= "#%@（%@）トラックパッドに接続中...";
"kHIDLess_TrackpadClickContinueButtonTextKey"				= "お使いのトラックパッドは問題なく登録されました。トラックパッドを使って“続ける”ボタンをクリックして、トラックパッドが問題なく登録されたことを確認してください。通信圏内にほかにもワイヤレスマウスまたはワイヤレストラックパッドがあり、登録したトラックパッドでポインタが動かない場合は、お使いのコンピュータが別のワイヤレスマウスまたはワイヤレストラックパッドを登録しようとしている可能性があります。\n\nコンピュータは、%@ 秒後にトラックパッドの登録を再試行します。";
"kHIDLess_TrackpadPairingFailed1TextKey"					= "このトラックパッドの登録に失敗しました。5 秒後に同じトラックパッドに再接続を試みます...";
"kHIDLess_TrackpadPairingFailed2TextKey"					= "このトラックパッドの登録に失敗しました。別のワイヤレスマウスまたはワイヤレストラックパッドを登録しています...";


// Keyboard HID (HIDless) panel

"kHIDLess_KeyboardInstructionTextKey"						= "接続されているワイヤレスキーボードがありません。";
"kHIDLess_KeyboardSmallInstructionDiscoveringTextKey"		= "Bluetooth 設定アシスタントは Bluetooth キーボードを検出中です。検出されたキーボードはお使いのコンピュータに登録されます。お使いになる製品が USB キーボードの場合はケーブルを確認してください。\n\nお使いになる製品が Bluetooth キーボードで検出できない場合は、キーボードの電源が入っていて検出可能な状態であることを確認してください。Apple 製ワイヤレスキーボードの場合は、キーボードの電源を入れてください。Apple 製ワイヤレスキーボード以外の場合は、キーボードに付属の製品ドキュメントを参照してください。";
"kHIDLess_KeyboardSmallInstructionDiscovering2TextKey"		= "ワイヤレスキーボードを検出中です。検出されたキーボードはお使いのコンピュータに登録されます。お使いになる製品が USB キーボードの場合はケーブルを確認してください。\n\nお使いになる製品が ワイヤレスキーボードで検出できない場合は、キーボードの電源が入っていて検出可能な状態であることを確認してください。Apple 製ワイヤレスキーボードの場合は、キーボードの電源を入れてください。Apple 製ワイヤレスキーボード以外の場合は、キーボードに付属の製品ドキュメントを参照してください。";
"kHIDLess_KeyboardSmallInstructionPairingTextKey"			= "設定しているキーボードに次のパスキーを入力し、Return キーを押してください：\n\n\n\n\n\nパスキーをキーボードに入力すると、登録処理が完了します。";
"kHIDLess_KeyboardAttemptingToConnectTextKey"				= "#%@（%@）キーボードに接続中...";
"kHIDLess_KeyboardConnectedTextKey"							= "#%@（%@）キーボードへの接続を確立しました。";
"kHIDLess_KeyboardTypeContinueButtonTextKey"				= "お使いのキーボードは問題なく登録されました。\n\n準備ができたらキーボードreturn キーを押してください。";
"kHIDLess_KeyboardPairingAuthenticationFailedTextKey"		= "認証エラーが発生しました。パスコードが一致しませんでした。";
"kHIDLess_KeyboardPairingTimeoutTextKey"					= "接続タイムエラーが発生しました。パスコードを入力して Return キーを押してください。";
"kHIDLess_KeyboardPairingAuthenticationFailed2TextKey"		= "キーボードの登録に失敗しました。5 秒後に同じキーボードに再接続を試みます...";
"kHIDLess_KeyboardPairingFailedTextKey"						= "キーボードの登録に失敗しました。5 秒後に再試行します...";

//============================== Pair Panel =============================//

"kDiscovery_Device_YouMustFindAndSelectBeforeContinuingKey"	= "設定を続けるには、リストでデバイスを見つけて選択する必要があります。";
"kDiscovery_Device_NoDeviceSelectedKey"						= "デバイスが選択されていません。";

"kPair_Mouse_PairingAttemptSucceededKey"		= "お使いのマウスはこのコンピュータに問題なく登録されました。";
"kPair_Trackpad_PairingAttemptSucceededKey"		= "お使いのトラックパッドはこのコンピュータに問題なく登録されました。";
"kPair_Keyboard_PairingAttemptSucceededKey"		= "お使いのキーボードはこのコンピュータに問題なく登録されました。";

// Pair Panel (General).

"kPair_General_NoDeviceStringKey"				= "エラー：前のパネルでデバイスが指定されていません。";
"kPair_General_PairingAttemptToPairKey"			= "“%@”の登録を設定中。";
"kPair_General_ConnectingToDeviceKey"			= "“%@”に接続中。";
"kPair_General_ConnectionEstablishedKey"		= "接続が確立されました。";

// Discovery Panel (mice)

"kDiscovery_Mouse_SearchingForDevicesKey"					= "マウスを検索中 - %@ 個検出しました。";
"kDiscovery_Mouse_YouMustFindAndSelectBeforeContinuingKey"	= "設定を続けるには、リストでマウスを見つけて選択する必要があります。";
"kDiscovery_Mouse_NoDeviceSelectedKey"						= "マウスが選択されていません。";
"kDiscovery_Mouse_SmallInstructionTextKey"					= "お使いのマウスがリストに表示されたら、選択して“続ける”をクリックしてください。リストに表示されない場合は、マウスの電源が入っていて検出可能な状態であることを確認してください。Apple 製ワイヤレスマウスをお使いの場合は、マウスの裏側にあるスイッチをスライドして電源を入れてください。";
"kDiscovery_Mouse_NoFoundDevicesSoFarKey"					= "マウスが見つかりませんでした。お使いのマウスが検出可能な状態であることを確認してください。";
"kDiscovery_Mouse_BigInstructionTextKey"					= "マウスを検索中";

// Discovery Panel (mice/trackpads)
"kDiscovery_Mouse_Trackpad_SearchingForDevicesKey"			= "ワイヤレスマウスおよびワイヤレストラックパッドを検索中 - %@ 個検出しました。";
"kDiscovery_Mouse_Trackpad_NoFoundDevicesSoFarKey"			= "ワイヤレスマウスおよびワイヤレストラックパッドが見つかりませんでした。お使いのデバイスが検出可能な状態であることを確認してください。";


// Discovery Panel (keyboards)

"kDiscovery_Keyboard_SearchingForDevicesKey"					= "キーボードを検索中 - %@ 個検出しました。";
"kDiscovery_Keyboard_YouMustFindAndSelectBeforeContinuingKey"	= "設定を続けるには、リストでキーボードを見つけて選択する必要があります。";
"kDiscovery_Keyboard_NoDeviceSelectedKey"						= "キーボードが選択されていません。";
"kDiscovery_Keyboard_SmallInstructionTextKey"					= "お使いのキーボードがリストに表示されたら、選択して“続ける”をクリックしてください。リストに表示されない場合は、キーボードの電源が入っていて検出可能な状態であることを確認してください。Apple 製ワイヤレスキーボードをお使いの場合は、キーボードの電源を入れてください。";
"kDiscovery_Keyboard_NoFoundDevicesSoFarKey"					= "キーボードが見つかりませんでした。お使いのキーボードが検出可能な状態であることを確認してください。";
"kDiscovery_Keyboard_BigInstructionTextKey"						= "キーボードを検索中";


// Pair Panel (SSP Numeric Comparison).

"kPair_SSPNumCmp_StatusExplanationTextKey"		= "登録を続けるには、登録しようとしているデバイスに以下の数字が表示されていることを確認してください。";
"kPair_SSPNumCmp_StatusTextKey"					= "この数字がもう一方のデバイスにも表示される場合、“続ける”をクリックして登録処理を完了させてください。表示されない場合、“戻る”をクリックしてやり直してください。";

// Pair Panel (SSP Passkey Notification).

"kPair_SSPPassNotif_StatusExplanationTextKey"	= "登録を続けるには、登録しようとしているデバイスで以下の数字を入力してから、Return キーを押してください。";

// Pair Panel (Other Devices).

"kPair_Device_BigTitleTextKey"					= "Bluetooth デバイスの登録";
"kPair_Device_InstructionTextKey"				= "デバイスからパスキーの入力を求められることがあります。デバイスがパスキーを入力できる状態かどうかを確認してください。入力できる状態の場合は、次のパスキーを入力してください：\n\n\n\n\nデバイスにパスキーを入力すると、登録処理が完了します。";
"kPair_Device_ClickContinueToSetupKey"			= "お使いのデバイスで使用可能なサービスを設定するには、“続ける”をクリックしてください。";
"kPair_Device_PairingAttemptFailed1Key"			= "お使いのデバイスを登録できません。“続ける”をクリックして、もう一度やり直してください。";
"kPair_Device_PairingAttemptFailed2Key"			= "登録に失敗しました。デバイスがこのコンピュータの範囲内にあり、電源が入っていて検出可能な状態であることを確認してください。準備ができたら“続ける”をクリックして、もう一度やり直してください。";
"kPair_Device_PairingAttemptFailed3Key"			= "登録に失敗しました。パスコードを使用する場合は、お使いのデバイスでパスコードを正しく入力していることを確認してください。準備ができたら“続ける”をクリックして、もう一度やり直してください。";
"kPair_Device_PairingAttemptFailed18Key"		= "登録に失敗しました。デバイスにより、登録試行が拒否されています。デバイスに付属のマニュアルを参照してください。準備ができたら“続ける”をクリックして、再試行してください。";
"kPair_Device_PairingAttemptSucceededKey"		= "デバイスはこのコンピュータに問題なく登録されました。";
"kPair_Device_AlreadyPairedKey"					= "デバイスはこのコンピュータにすでに登録されています。";
"kPair_Device_GatheringServiceInformationKey"	= "お使いのデバイスに関するサービス情報を収集中。";
"kPair_Device_GatheringInformationKey"			= "お使いのデバイスに関する追加情報を収集中。";
"kPair_Device_EmptyPasskeyInstructionTextKey"	= "このコンピュータはお使いのデバイスを登録するために空のパスキーを使います。";

//============================== Dial up Panel =============================//

"kDialupErrorSavingNetworkTitleTextKey"			= "ネットワーク設定を保存できませんでした。";
"kDialupErrorSavingNetworkExplanationTextKey"	= "Bluetooth ネットワーク設定を保存できませんでした。";
"kDialupErrorSavingSerialTitleTextKey"			= "ネットワーク設定を保存できませんでした。";
"kDialupErrorSavingSerialExplanationTextKey" 	= "ネットワーク構成を保存できませんでした。";

//============================== Internet Access Panel =============================//

"kInternetAccess_InstructionTitleKey"				= "このデバイスを使ってインターネットにアクセスするには、次の情報を入力する必要があります。";
"kInternetAccess_UserNameTextFieldLabelKey"			= "ユーザ名：";
"kInternetAccess_PasswordTextFieldLabelKey"			= "パスワード：";
"kInternetAccess_APNTextFieldLabelKey"				= "APN：";
"kInternetAccess_PhoneNumberTextFieldLabelKey"		= "電話番号：";
"kInternetAccess_GPRSExampleKey"					= "たとえば、*99*123456789#";
"kInternetAccess_NoBluetoothNetworkInterfaceKey"	= "Bluetooth 設定アシスタントがデバイスをダイヤルアップモデムとして設定することに失敗しました。Bluetooth インターフェイスがありません。“ネットワーク”環境設定を開いて追加してください。";

//============================== conclusion Panel =============================//

"kCheckMarkCharacterKey"							= "√";
"kBulletCharacterKey"								= "•";
"kConclusionPanelUseISyncKey"						= "iSync を使用して連絡先とイベントを転送できるようにする";
"kConclusionPanelUseFileTransferKey"				= "ファイルの転送に使用";
"kConclusionPanelUseAddressBookKey"					= "アドレスブックで使用する";
"kConclusionPanelUseAsHIDDeviceKey"					= "このコンピュータの入力デバイスとして使用";
"kConclusionPanelUseInternetKey"					= "インターネットにアクセスする";
"kConclusionPanelUseSerialPortKey"					= "コンピュータのシリアルポートが作成されました";
"kConclusionPanelUseAsPANDeviceKey"					= "パーソナル・エリア・ネットワークとして使用";
"kConclusionPanelUseAsAudioOutputKey"				= "オーディオ出力デバイスとして使用";
"kConclusionPanelUseAsAudioInputKey"				= "オーディオ入力デバイスとして使用";
"kConclusionPanelDevicePairedKey"					= "登録が正常に完了しました";
"kConclusionPanelNoSupportedServicesWereFoundKey"	= "このデバイスをサポートしているサービスはありません。";
"kConclusionPanelFailedNoServicesTitleKey"			= "お使いの Bluetooth デバイスはこのコンピュータで設定されていません。";

//============================== General conclusion Panel =============================//

"kConclusionPanelPhoneSummaryTitleKey"		= "お使いのコンピュータと携帯電話は以下のとおり設定されています：";
"kConclusionPanelDeviceSummaryTitleKey"		= "お使いのコンピュータとデバイスは以下のとおり設定されています：";

"kConclusionPanelMobilePhoneSetupKey"		= "お使いの携帯電話でこのコンピュータの Bluetooth 機能を使用できるように設定されました。";
"kConclusionPanelKeyboardSetupKey"			= "お使いのコンピュータで Bluetooth キーボードが使用できるように設定されました。";
"kConclusionPanelMouseSetupKey"				= "お使いのコンピュータで Bluetooth マウスが使用できるように設定されました。";
"kConclusionPanelTrackpadSetupKey"			= "お使いのコンピュータで Bluetooth トラックパッドが使用できるように設定されました。";	
"kConclusionPanelOtherDeviceKey"			= "お使いのコンピュータで Bluetooth デバイスが使用できるように設定されました。";
"kConclusionPanelKeyboardAndMouseKey"		= "お使いのコンピュータで Bluetooth キーボードとマウスが使用できるように設定されました。";
"kConclusionPanelPrinterSetupKey"			= "お使いのコンピュータで Bluetooth プリンタが使用できるように設定されました。";
"kConclusionPanelHeadsetSetupKey"			= "お使いのコンピュータで Bluetooth ヘッドセットが使用できるように設定されました。";
"kConclusionPanelAppleHeadsetSetupKey"		= "お使いのコンピュータで iPhone Bluetooth ヘッドセットが使用できるように設定されました。";
"kConclusionPanelAppleiPhoneSetupKey"		= "お使いのコンピュータで iPhone が使用できるように設定されました。";
"kConclusionPanelMouseSetupSkippedKey"		= "このコンピュータには 1 つのマウスが接続されています。Bluetooth 接続の設定はもう必要ありません。";
"kConclusionPanelMouseTrackpadSetupSkippedKey"	= "このコンピュータには 1 個のマウスが接続されています。Bluetooth マウスまたは Bluetooth トラックパッドの設定はもう必要ありません。";
"kConclusionPanelKeyboardSetupSkippedKey"	= "このコンピュータには 1 つのキーボードが接続されています。Bluetooth 接続の設定はもう必要ありません。";
"kConclusionPanelSetupInterruptedKey"		= "デバイスの設定処理は中断されました。";
"kConclusionPanelHeadsetsNotSupportedKey"	= "設定アシスタントがヘッドセットの構成に失敗しました。設定し直してください。";
"kConclusionPanelFailedSetupErrorKey"		= "デバイスの設定中にエラーが起きました（0x%x）。もう一度設定し直してください。";
"kConclusionPanelFailedNoServicesTextKey"	= "構成可能なサービスがデバイス上に見つかりませんでした。デバイス上でサービスが有効になっていないか、構成を必要とするサービスがデバイス上にない可能性があります。詳しくは、デバイスに付属のマニュアルを参照してください。";
"kConclusionPanelNoServicesConfiguredTextKey"	= "Bluetooth デバイスが利用できるサービスは構成されませんでした。";
"kConclusionPanelUseAssistantAgainToChangeKey"	= "これらの設定に変更がある場合は、この設定アシスタントを使って設定し直してください。";


